Repository: Vankata453/supertux
Catalog: data/levels/incubator/*.po
Languages: ms_my, nds

source: Angry Stone vs. YOU
ms_my: Batu Pemarah lwn. ANDA
nds: Vergrellter Steen tegen DI

source: #You activate switches with this button: !images/tiles/signs/up.png
ms_my: #Anda telah aktifkan suis dengan butang ini: !images/tiles/signs/up.png
nds: #Du kannst Hebels mit deesem Knoop anmaken: !images/tiles/signs/up.png

source: Castle #1
ms_my: Istana #1
nds: Slött #1

source: #Be patient!
ms_my: #Bersabarlah!
nds: #Gedüür di!

source: #Dont move while flying! #Pay attention at landing!
ms_my: #Jangan bergerak semasa terbang! #Tumpu perhatian semasa mendarat!
nds: #Bi'm Flegen nich bewegen! #Bi'm Lannen uppassen!

source: Blue iced hills
ms_my: Bukit Berais Biru
nds: Blaue Ieshöchten

source: Bad mountains
ms_my: Gunung bahaya
nds: Slimme Bargen

source: eman level ehT <---
nds: vaagpU ed nuv maaN eD <---

source: Ice sea
ms_my: Laut ais
nds: Iessee

source: Electric-Wood factory
ms_my: Kilang Kayu-elektrik
nds: Elektriske Holt-Fabrik

source: Nice Ice
ms_my: Ais Elok
nds: Nettes Ies

source: #Use the enemy to finish this level!
ms_my: #Guna pihak musuh untuk selesaikan aras ini!
nds: #Bruuk de Feind, um deese Upgaav to winnen!

source: SP33DRUN
nds: GANZ GANZ FIX

source: Cave Run
ms_my: Larian Gua
nds: Höhlenrennen

source: The Cherry Frosting
ms_my: Ceri Mengabut
nds: De Kars früst

source: Mad Ysonn Cube Garden
ms_my: Kebun Kiub Ysonn Gila
nds: De Tuun vun Ysonns rappelkoppsken Knobels

source: Kugelblitzstorm
nds: Kugelblitz-Störm

source: Frozen Fissure
ms_my: Jurang Beku
nds: Frorene Kluft

source: Tux is hungry!
ms_my: Tux kelaparan!
nds: Tux liddt Kröök!

source: Crystal Mountain
ms_my: Gunung Hablur
nds: Iesklutenbarg

source: In the mountain
ms_my: Di dalam gunung
nds: Im Barg

source: Into the Dark
ms_my: Menuju Kegelapan
nds: In't Dunkel

source: -Hint: #Use the fireflower to melt a path through the ice.
ms_my: -Pembayang: #Guna bunga api untuk mencairkan laluan untuk tembusi ais.
nds: -Tipp: #Bruuk de Füürblööm, um eenen Padd dör dat Ies to smelten.

source: #Beware of fire!
ms_my: #Hati-hati dengan api!
nds: #Pass up dat Füür up!

source: The Jagged Path
ms_my: Laluan Berceragah
nds: De tackte Padd

source: Let us snow!
ms_my: Biarkan bersalji!
nds: Laat uns snejen!

source: -Warning! #Beware the falling enemies!
ms_my: -Amaran! #Hati-hati dengan musuh dari arah atas!
nds: -Wahrschau! #Pass up de Feinde vun boven up!

source: A long adventure
ms_my: Penggembaraan yang panjang
nds: Eene lange Aventüür

source: #Until this moment you have luck. #The way here was hard. #You still have a long way to go. #You must know it well. #Even now you must not fail it. #Now go down to the shaft. #I hope you understood.
ms_my: #Sehingga kini anda masih bertuah. #Laluan di sini adalah sukar. #Tetapi cabaran masih panjang. #Anda sudah pun mengetahuinya. #Oleh itu jangan mengalah. #Sekarang turun ke dalam korok tegak. #Saya harap anda memahaminya.
nds: #Bit nu hest du Glückt hatt. #De Weg na hier was slimm. #Dien Weg is noch lang. #Du muttst hüm genau weten. #Ok nu dürst du nich verseggen. #Nu gah na unnen. #Ick hoop, du verstahst.

source: -Congratulations! #You are in half the level!
ms_my: -Tahniah! #Anda sudah mencapai separuh perjalanan!
nds: -Glückwunsk! #Du hest de Hälft vun deeser Upgaav daankregen!

source: -You are going wrong!
ms_my: -Laluan anda salah!
nds: -Dat is de falske Weg!

source: Midnight Crossing
ms_my: Lintasan Tengah Malam
nds: Övergang bi Middernacht

source: Mountain climbing
ms_my: Mendaki gunung
nds: Up de Barg klautern

source: The not so long way
ms_my: Laluan tak lah seberapa panjang
nds: De nich ganz so lange Weg

source: Obstacle Course
ms_my: Lapangan Berhalangan
nds: De Stah-in-de-Weg-Pass

source: #If you get stuck, flip the switch to kill Tux.
ms_my: #Jika anda tersangkut, kalihkan suis untuk matikan si Tux.
nds: #Wenn 't nich mehr wiedergaht, bruuk de Hebel, um Tux doodtomaken.

source: Pipeline
ms_my: Salur Paip
nds: Piepen

source: Primed for Action
ms_my: Aksi Utama
nds: För Upregung maakt

source: Incubator Island
ms_my: Pulau Incubator
nds: De Klucken-Insel
